tap "denisidoro/tools"
tap "dustinwilson/tap"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mananapr/cfiles"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "neovim/neovim"
brew "gdbm"
brew "sqlite"
brew "python"
brew "asciinema"
brew "awscli"
brew "fontconfig"
brew "coreutils"
brew "dust"
brew "exa"
brew "exercism"
brew "fd"
brew "libevent"
brew "icu4c"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geoip"
brew "git"
brew "git-lfs"
brew "git-now"
brew "gnupg"
brew "gpgme"
brew "gopass"
brew "htop"
brew "hub"
brew "hyperfine"
brew "ifstat"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "khard"
brew "lf"
brew "libuv"
brew "links"
brew "mas"
brew "mdcat"
brew "mpc"
brew "msmtp"
brew "mu"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "openvpn"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "python@2"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ripmime"
brew "rtv"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "syncthing"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "trash"
brew "vcprompt"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zola"
brew "federico-terzi/espanso/espanso"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@3.6", link: true
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "bitwarden"
cask "blender"
cask "chromium"
cask "cinebench"
cask "dejalu"
cask "docker"
cask "dozer"
cask "dropshare"
cask "epic-games"
cask "figma"
cask "firefox"
cask "firefox-nightly"
cask "font-cascadia"
cask "font-envy-code-r"
cask "font-fantasque-sans-mono"
cask "font-fontawesome"
cask "font-hack"
cask "font-inter"
cask "font-m-plus"
cask "font-sudo"
cask "geekbench"
cask "github"
cask "godot"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "mpv"
cask "nativedisplaybrightness"
cask "obs"
cask "protonvpn"
cask "quitter"
cask "qutebrowser"
cask "slack"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "tomighty"
cask "twine"
cask "ubersicht"
cask "vlc"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Agent Intercept", id: 1470156914
mas "Annotate", id: 918207447
mas "Bumpr", id: 1166066070
mas "Claquette", id: 587748131
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keep It", id: 1272768911
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OverPicture", id: 1188020834
mas "Pages", id: 409201541
mas "Soulver", id: 413965349
mas "SwiftoDo Desktop", id: 1143641091
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WiFi Explorer Lite", id: 1408727408
mas "Xcode", id: 497799835
